IDEA StatiCa Open Model
FoldedPlateData Properties
Compatible with IDEA StatiCa Beta 21.0 - beta
The FoldedPlateData type exposes the following members.
Properties
Name | Description
Bends
 List of bends connected plates of foldedplate
Plates
 List of plates belong to folded plate
Top
See Also
Reference
FoldedPlateData Class
IdeaRS.OpenModel.Connection Namespace